Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: The <em>Powered by Drupal</em> block is an optional link to the home page of the Drupal project. While there is absolutely no requirement that sites feature this link, it may be used to show support for Drupal.
ca_es: El bloc <em>Impulsat per Drupal</em> és un enllaç opcional a la pàgina principal del projecte Drupal. Tot i que no hi ha cap requeriment en absolut que els webs incorporin aquest enllaç, es pot fer servir com una manera d'evidenciar el nostre suport a Drupal.

source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on drupal.org's support forums and project issue queues.
ca_es: Aquí trobareu una breu visió de conjunt dels paràmetres del vostre lloc web així com els problemes detectats a la vostra instal·lació. Pot ser útil copiar i adjuntar aquesta informació a les peticions de suport enviades als fòrums de suport de drupal.org i a les cues de temes del projecte.

source: Powered by Drupal
ca_es: Funciona amb el Drupal

source: Could not delete temporary file "%path" during garbage collection
ca_es: No s'ha pogut esborrar l'arxiu temporal "%path" durant la recol·lecció de la brossa.

source: Compact mode
ca_es: Mode compacte

source: By task
ca_es: Per tasca

source: Tell Drupal where to store uploaded files and how they are accessed.
ca_es: Digueu al Drupal on s'han d'emmagatzem els fitxers pujats i com s'hi accedeixen.

source: Image toolkit
ca_es: Joc d'eines d'imatge

source: Choose which image toolkit to use if you have installed optional toolkits.
ca_es: Escolliu quin joc d'eines d'imatge s'ha d'usar si en teniu diversos d'instal·lats.

source: RSS publishing
ca_es: Publicació RSS

source: Date and time
ca_es: Data i hora

source: Date and time lookup
ca_es: Cerca de data i hora

source: Enable or disable clean URLs for your site.
ca_es: Habiliteu o inhabiliteu les URLs netes pel vostre web.

source: Clean URL check
ca_es: Comprova les URL netes

source: Get a status report about your site's operation and any detected problems.
ca_es: Vegeu un informe d'estat de les operacions del vostre web i qualsevol problema detectat.

source: -1 (Unlimited)
ca_es: -1 (sense límit)

source: Your PHP installation is too old. Drupal requires at least PHP %version.
ca_es: La vostra instal·lació PHP és massa antiga. Drupal requereix com a mínim PHP %version.

source: PHP register globals
ca_es: Registres globals de PHP

source: <em>register_globals</em> is enabled. Drupal requires this configuration directive to be disabled. Your site may not be secure when <em>register_globals</em> is enabled. The PHP manual has instructions for <a href="http://php.net/configuration.changes">how to change configuration settings</a>.
ca_es: <em>register_globals</em> està habilitat. Drupal requereix que aquesta directiva de configuració estigui inhabilitada. El vostre lloc web no és segur si <em>register_globals</em> està habilitat. El manual de PHP té instruccions de <a href="http://php.net/configuration.changes">com canviar els paràmetres de configuració</a>.

source: Enabled ('@value')
ca_es: Habilitat ('@value')

source: PHP memory limit
ca_es: Límit de memòria de PHP

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the installation process.
ca_es: Considereu la possibilitat d'augmentar la memòria límit de PHP a %memory_minimum_limit per tal de prevenir errors durant el procés d'instal·lació.

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the update process.
ca_es: Considereu la possibilitat d'augmentar la vostra memòria límit de PHP a %memory_minimum_limit per tal de prevenir errors durant el procés d'actualització.

source: Depending on your configuration, Drupal can run with a %memory_limit PHP memory limit. However, a %memory_minimum_limit PHP memory limit or above is recommended, especially if your site uses additional custom or contributed modules.
ca_es: Depenent de la vostra configuració, Drupal pot executar-se amb el límit de memòria de PHP %memory_limit. No obstant, en alguns casos es recomana un límit de memòria de PHP %memory_minimum_limit o superior, especialment si el vostre lloc web utilitza mòduls propis o contribuïts addicionals.

source: Increase the memory limit by editing the memory_limit parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
ca_es: Augmenteu el límit de memòria editant el paràmetre <em>memory_limit</em> en el fitxer %configuration-file i reinicieu el servidor web (o contacteu amb l'administrador del sistema o bé amb el vostre proveïdor d'hostatge per rebre assistència).

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
ca_es: Contacteu l'administrador o bé el proveïdor d'hostatge per rebre assistència de com augmentar el límit de memòria de PHP.

source: See the <a href="@url">Drupal requirements</a> for more information.
ca_es: Vegeu <a href="@url">Requeriments del Drupal</a> per a més informació.

source: Not protected
ca_es: No protegit

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
ca_es: El fitxer %file no està protegit contra modificacions i suposa un risc de seguretat. Heu de canviar els permisos d'escriptura del fitxer perquè no se'n permeti la seva sobre escriptura.

source: For more information, see the online handbook entry for <a href="@cron-handbook">configuring cron jobs</a>.
ca_es: Per a més informació, vegeu l'entrada <a href="@cron-handbook">configurant treballs cron</a> al manual en línia.

source: Cron has not run recently.
ca_es: El cron no s'ha executat recentment.

source: Cron maintenance tasks
ca_es: Tasques de manteniment del cron

source: You can <a href="@cron">run cron manually</a>.
ca_es: Podeu <a href="@cron">executar el cron manualment</a>.

source: The directory %directory is not writable.
ca_es: No es pot escriure al directori %directory.

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
ca_es: Potser necessiteu configurar correctament el directori a la <a href="@admin-file-system">pàgina de configuració del sistema d'arxius</a> o canviar els permisos actuals del directori per tal que s'hi pugui escriure.

source: Writable (<em>public</em> download method)
ca_es: S'hi pot escriure (mètode de descàrrega <em>públic</em>)

source: Writable (<em>private</em> download method)
ca_es: S'hi pot escriure (mètode de descàrrega <em>privat</em>)

source: Database updates
ca_es: Actualitzacions de la base de dades.

source: Some modules have database schema updates to install. You should run the <a href="@update">database update script</a> immediately.
ca_es: Alguns mòduls tenen una actualització de l'esquema de la base de dades pendent de realitzar. Hauríeu d'executar <a href="@update">l'script d'actualització</a> immediatament.

source: The update.php script is accessible to everyone without authentication check, which is a security risk. You must change the $update_free_access value in your settings.php back to FALSE.
ca_es: L'script update.php està accesible a tothom sense comprovar l'autenticació i això comporta un risc de seguretat. S'ha de canviar el valor de $update_free_access a FALSE dins del fitxer settings.php.

source: Access to update.php
ca_es: Accés a update.php

source: Handles general site configuration for administrators.
ca_es: Gestiona la configuració general del lloc pels administradors.

source: Reset to alphabetical
ca_es: Reinicia a ordre alfabètic

source: Terms are displayed in ascending order by weight.
ca_es: Els termes es mostren per ordre de pes creixent.

source: Weight value must be numeric.
ca_es: Els pes ha de ser un valor numèric.

source: Set multiple term parents?
ca_es: Assignar múltiples termes pare?

source: Adding multiple parents to a term will cause the %vocabulary vocabulary to look for multiple parents on every term. Because multiple parents are not supported when using the drag and drop outline interface, drag and drop will be disabled if you enable this option. If you choose to have multiple parents, you will only be able to set parents by using the term edit form.
ca_es: Afegint diversos pares a un terme farem que el vocabulari %vocabulari cerqui més d'un pare per a cada terme. Com l'ús de diversos pares no és compatible amb l'ús de la interfície arrossegar-i-deixar-anar, aquesta funcionalitat es desactivarà si habiliteu aquella opció. Si escolliu poder tenir diversos pares només podreu definir pares mitjançant el formulari d'edició del terme.

source: You may re-enable the drag and drop interface at any time by reducing multiple parents to a single parent for the terms in this vocabulary.
ca_es: Podeu tornar a habilitar la interfície arrossegar-i-deixar-anar en qualsevol moment reduint els múltiples pares dels termes d'aquest vocabulari a un de sol.

source: Set multiple parents
ca_es: Definir múltiples pares

source: Are you sure you want to reset the vocabulary %title to alphabetical order?
ca_es: Esteu segur de voler reordenar el vocabulari %title alfabèticament?

source: Resetting a vocabulary will discard all custom ordering and sort items alphabetically.
ca_es: Reiniciant un vocabulari anul·larem totes les ordenacions personalitzades i el reordenarem alfabèticament.

source: Reset vocabulary %name to alphabetical order.
ca_es: Reordenar el vocabulari %name alfabèticament.

source: Translations of a piece of content are managed with translation sets. Each translation set has one source post and any number of translations in any of the <a href="!languages">enabled languages</a>. All translations are tracked to be up to date or outdated based on whether the source post was modified significantly.
ca_es: Les traduccions d'un element de contingut es gestionen mitjançant conjunts de traducció. Cadascun d'aquests té un enviament origen i una certa quantitat de traduccions a qualsevol de les <a href="!languages">llengües habilitades</a>. Totes les traduccions estan controlades per indicar si estan actualitzades o obsoletes en funció de si l'enviament original ha estat modificat de forma significativa.

source: Enable multilingual support for this content type. If enabled, a language selection field will be added to the editing form, allowing you to select from one of the <a href="!languages">enabled languages</a>. You can also turn on translation for this content type, which lets you have content translated to any of the enabled languages. If disabled, new posts are saved with the default language. Existing content will not be affected by changing this option.
ca_es: Habiliteu el contingut multilingüe per a aquest tipus de contingut. Si està activat, s'afegirà un camp de selecció de llengua al formulari d'edició, que permet triar una de les <a href="!languages">llengües habilitades</a>. També podeu activar la traducció d'aquest tipus de contingut, la qual us permet tenir el contingut traduït a qualsevol de les llengües habilitades. Si està desactivat, els nous enviaments es desaran en la llengua predeterminada. El contingut existent no quedarà afectat pel canvi d'aquesta opció.

source: Translation settings
ca_es: Configuració de la traducció

source: Flag translations as outdated
ca_es: Marca les traduccions com a obsoletes

source: If you made a significant change, which means translations should be updated, you can flag all translations of this post as outdated. This will not change any other property of those posts, like whether they are published or not.
ca_es: Si heu fet canvis significatius, cosa que implica que les traduccions s'han d'actualitzar, podeu marcar totes les traduccions d'aquest enviament com a desactualitzades. Això no afectarà cap altra propietat de l'enviament, com ara si es publicarà o no.

source: This translation needs to be updated
ca_es: Aquesta traducció necessita ser actualitzada.

source: When this option is checked, this translation needs to be updated because the source post has changed. Uncheck when the translation is up to date again.
ca_es: Quan es marca aquesta opció, la traducció necessita ser actualitzada perquè l'enviament ha canviat. Desmarqueu-la quan la traducció torni a estar actualitzada.

source: Content translation
ca_es: Traducció del contingut

source: Allows content to be translated into different languages.
ca_es: Permet la traducció del contingut a diferents idiomes.

source: Below you can assign actions to run during each pass of a <a href="@cron">cron maintenance task</a>.
ca_es: A continuació, podeu assignar accions a prendre durant l'execució d'una <a href="@cron">tasca de manteniment de cron</a>.

source: Unknown release date
ca_es: Data de la versió desconeguda

source: Last checked: @time ago
ca_es: Última comprovació: fa @time

source: Last checked: never
ca_es: Última comprovació: mai

source: Includes: %includes
ca_es: Inclou: %includes

source: Disabled modules
ca_es: Mòduls inhabilitats

source: Disabled themes
ca_es: Temes inhabilitats

source: Select how frequently you want to automatically check for new releases of your currently installed modules and themes.
ca_es: Trieu amb quina freqüència es comprovarà automàticament si hi ha noves versions dels vostres mòduls i temes ara instal·lats.

source: E-mail notification threshold
ca_es: Llindar de notificació per correu electrònic

source: You can choose to send e-mail only if a security update is available, or to be notified about all newer versions. If there are updates available of Drupal core or any of your installed modules and themes, your site will always print a message on the <a href="@status_report">status report</a> page, and will also display an error message on administration pages if there is a security update.
ca_es: Podeu triar d'enviar un correu electrònic només si hi ha disponible una actualització de seguretat o ser notificat sobre totes les noves versions. Si hi ha disponibles actualitzacions del nucli de Drupal o qualsevol dels mòduls i temes instal·lats, es mostrarà sempre un missatge a la pàgina d'<a href="@status_report">informe d'estat</a> del vostre lloc i, en cas d'haver-hi una actualització de seguretat, es mostrarà també un missatge d'error a les pàgines d'administració.

source: Here you can find information about available updates for your installed modules and themes. Note that each module or theme is part of a "project", which may or may not have the same name, and might include multiple modules or themes within it.
ca_es: Aquí podeu trobar informació sobre les actualitzacions disponibles per als mòduls i temes instal·lats. Noteu que cada mòdul o tema és part d'un "projecte" que pot tenir o no el mateix nom i que pot incloure altres mòduls o temes addicionals.

source: Module and theme update status
ca_es: Estat d'actualització de mòduls i temes

source: There are security updates available for one or more of your modules or themes. To ensure the security of your server, you should update immediately!
ca_es: Hi ha actualitzacions de seguretat disponibles per a un o més dels vostres mòduls o temes. Per tal de no comprometre la seguretat del vostre servidor, hauríeu d'actualitzar immediatament!

source: There are updates available for one or more of your modules or themes. To ensure the proper functioning of your site, you should update as soon as possible.
ca_es: Hi ha actualitzacions disponibles per a un o més dels vostres mòduls o temes. Per tal d'assegurar el bon funcionament del lloc web hauríeu d'actualitzar-lo al més aviat possible.

source: Get a status report about available updates for your installed modules and themes.
ca_es: Vegeu un informe d'estat de les actualitzacions disponibles dels vostres mòduls i temes instal·lats.

source: Notify user when account is activated.
ca_es: Notifica a l'usuari quan el compte ha estat activat.

source: Notify user when account is blocked.
ca_es: Notifica a l'usuari quan es bloqueja el seu compte.

source: Subdirectory in the directory %dir where pictures will be stored.
ca_es: Subdirectori en el directori %dir on s'emmagatzemaran les imatges.

source: Picture guidelines
ca_es: Directrius de les imatges

source: This text is displayed at the picture upload form in addition to the default guidelines. It's useful for helping or instructing your users.
ca_es: Aquest text es mostra al formulari de càrrega d'imatge a més de les directrius predeterminades. És útil per a ajudar o instruir els vostres usuaris.

source: The name for this role. Example: "moderator", "editorial board", "site architect".
ca_es: El nom per a aquest rol. Per exemple: "moderador", "grup d'editors", "arquitecte del lloc".

source: The role has been renamed.
ca_es: El rol s'ha renombrat.

source: The role has been deleted.
ca_es: S'ha suprimit el rol.

source: E-mail new password
ca_es: Envia una nova contrasenya

source: Sorry, %name is not recognized as a user name or an e-mail address.
ca_es: Ho sentim, %name no es reconeix com a cap nom d'usuari o adreça de correu electrònic.

source: Further instructions have been sent to your e-mail address.
ca_es: Les instruccions corresponents s'han enviat a la vostra adreça de correu electrònic.

source: %name has been deleted.
ca_es: %name ha estat eliminat.

source: You must enter a username.
ca_es: Heu d'introduir un nom d'usuari.

source: The username cannot begin with a space.
ca_es: El nom d'usuari no pot començar amb un espai.

source: The username cannot end with a space.
ca_es: El nom d'usuari no pot acabar amb un espai.

source: The username cannot contain multiple spaces in a row.
ca_es: El nom d'usuari no pot contenir espais consecutius.

source: The username contains an illegal character.
ca_es: El nom d'usuari conté un caràcter il·legal.

source: The username %name is too long: it must be %max characters or less.
ca_es: El nom d'usuari %name és massa llarg: ha de tenir %max caràcters o menys.

source: You must enter an e-mail address.
ca_es: Heu d'introduir una adreça de correu electrònic.

source: Who's online
ca_es: Qui està connectat

source: User list length
ca_es: Mida de la llista d'usuaris

source: Enter the password that accompanies your username.
ca_es: Introduïu la contrasenya per al vostre nom d'usuari.

source: Signature settings
ca_es: Configuració de les signatures.

source: Delete picture
ca_es: Suprimeix la imatge

source: Check this box to delete your current picture.
ca_es: Marqueu aquest quadre per a suprimir la vostra imatge actual.

source: Unblock the selected users
ca_es: Desbloqueja els usuaris seleccionats

source: Block the selected users
ca_es: Bloca els usuaris seleccionats

source: This web page allows administrators to register new users. Users' e-mail addresses and usernames must be unique.
ca_es: Aquesta pàgina dóna opció a l'administrador de registrar nous usuaris. Els noms d'usuari i les adreces de correu electrònic ha de ser únics.

source: Enter a simple pattern ("*" may be used as a wildcard match) to search for a username or e-mail address. For example, one may search for "br" and Drupal might return "brian", "brad", and "brenda@example.com".
ca_es: Introduïu un patró senzill (podeu usar "*" com a comodí) per cercar un nom d'usuari o una adreça de correu. Per exemple, es pot cercar "br" i Drupal retornarà "brian", "brad", i "brenda@example.com".

source: Deleted user: %name %email.
ca_es: Usuari borrat: %name %email.

source: Configure default behavior of users, including registration requirements, e-mails, and user pictures.
ca_es: Configureu el comportament per defecte del usuaris, incloent-hi els requeriments de registre, correus electrònics i imatges d'usuari.

source: Determine access to features by selecting permissions for roles.
ca_es: Determineu l'accés a les característiques del vostre web mitjançant la selecció de permisos per a diferents rols.

source: Edit role
ca_es: Edita el rol

source: Manages the user registration and login system.
ca_es: Gestiona el sistema de registre i d'entrada d'usuaris.

source: Run the clean URL test
ca_es: Executa la prova de les URLs netes

source: The title is used as a tool tip when the user hovers the mouse over the image.
ca_es: L'atribut títol s'utilitza com a rètol emergent quan l'usuari passa el ratolí per sobre de la imatge.

source: Image linked to file
ca_es: Imatge enllaçada al fitxer

source: Progress indicator
ca_es: Indicador de progrés

source: Bar with progress meter
ca_es: Barra amb indicador de progrés

source: The file upload failed. %upload
ca_es: Ha fallat la càrrega del fitxer. %upload

source: URL to file
ca_es: URL al fitxer

source: An unrecoverable error occurred. The uploaded file likely exceeded the maximum file size (@size) that this server supports.
ca_es: Hi ha hagut un error irrecuperable. El fitxer carregat ha superat probablement la mida màxima de fitxer (@size) que suporta aquest servidor.

source: Starting upload...
ca_es: Iniciant la càrrega...

source: Uploading... (@current of @total)
ca_es: Carregant... (@current de @total)

source: Your server is capable of displaying file upload progress, but does not have the required libraries. It is recommended to install the <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a> (preferred) or to install <a href="http://us2.php.net/apc">APC</a>.
ca_es: El vostre servidor és capaç de mostrar el progrés de càrrega de fitxers, però no té les biblioteques necessàries. És recomanat d'instal·lar la <a href="http://pecl.php.net/package/uploadprogress">biblioteca PECL uploadprogress</a> (preferit) o instal·lar <a href="http://us2.php.net/apc">APC</a>.

source: Your server is capable of displaying file upload progress using APC RFC1867. Note that only one upload at a time is supported. It is recommended to use the <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a> if possible.
ca_es: El vostre servidor és capaç de mostrar el progrés de càrrega de fitxers utitlitzant APC RFC1867. Tingueu en compte que només hi ha suport per una sola càrrega a la vegada. Si és possible, és recomanable l'ús de <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a>.

source: Your server is not capable of displaying file upload progress. File upload progress requires PHP be run with mod_php and not as FastCGI.
ca_es: El vostre servidor no és capaç de mostrar el progrés de càrrega de fitxers. Això requereix que el PHP s'executi amb el mod_php i no com a FastCGI.

source: Your server is capable of displaying file upload progress through APC, but it is not enabled. Add <code>apc.rfc1867 = 1</code> to your php.ini configuration. Alternatively, it is recommended to use <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>, which supports more than one simultaneous upload.
ca_es: El vostre servidor és capaç de mostrar el progrés de càrrega de fitxers a través de l'APC, però aquest no està habilitat. Afegiu la línia <code>apc.rfc1867 = 1</code> a la vostra configuració del php.ini. Alternativament, és recomanat l'ús de <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>, que suporta més d'una càrrega simultània.

source: Enabled (<a href="http://php.net/manual/en/apc.configuration.php#ini.apc.rfc1867">APC RFC1867</a>)
ca_es: Habilitat (<a href="http://php.net/manual/en/apc.configuration.php#ini.apc.rfc1867">APC RFC1867</a>)
